[
    {
        "id": 1,
        "name": "Chicken Tacos",
        "image": "https://images.unsplash.com/photo-1565299585323-38d6b0865b47?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=780&q=80",
        "ingredients": ["1 1/2 Chicken Breasts", "2 Tsp. Vegetable Oil", "1/2 Yellow Onion (minced)", "2 Cloves Garlic (minced)", "1 Tsp Ground Cumin", "1 Tsp. Salt", "1/2 C. Salsa", "1 Tsp. Chili Powder", "1 Tsp. Dried Oregano"],
        "directions": ["1. Poach chicken. Place chicken in a saucepan, and cover with water. Bring to a boil, then reduce the heat to simmer for 10-12 minutes or until the internal temperature of the chicken reaches 165°F/74°C. I use the kitchen thermometer to check as overcooked chicken will be dry.", "2. Transfer the chicken to a cutting board or bowl, and shred it with 2 forks.", "3. In a skillet, heat oil and sauté the onion until it’s soft and translucent (3 minutes).", "4. Add the garlic, and sauté for 30 seconds. Add cumin, chilli powder, and salt. Cook for 1 more minute.", "5. Add salsa, and just mix it in (if necessary, you can add a splash of water) and let it warm up.", "6. Add the chicken, and mix it in with the sauce. Simmer for 2-3 minutes.", "7. Serve in warmed up tortillas or taco shells with your favorite toppings."]
    },
    {
        "id": 2,
        "name": "Tomato Basil Soup",
        "image": "https://images.unsplash.com/photo-1620791144170-8a443bf37a33?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=764&q=80",
        "ingredients": ["4 Tbsp. Unsalted Butter", "1/2 Large Onion (cut into large wedges)", "1 (28-ounce can) Tomatoes (whole peeled or crushed)", "1 ½ C. Water, Low Sodium Vegetable Stock, or Chicken Stock", "1/2 Tsp. Salt"],
        "directions": ["1. Melt butter over medium heat in a Dutch oven or large saucepan.", "2. Add onion wedges, water, can of tomatoes with their juices, and 1/2 teaspoon of salt. Bring to a simmer. Cook, uncovered, for about 40 minutes. Stir occasionally and add additional salt as needed.", "3. Blend the soup, and then season to taste. The soup doesn’t need to be ultra-smooth, some texture is a nice touch. An immersion blender does make quick work of this, or you can use a blender. If you use a regular blender, it is best to blend in batches and not fill the blender as much as you usually would since the soup is so hot. We like to remove the center insert of the lid and cover it with a kitchen towel while blending — this helps to release some of the steam and prevents the blender lid from popping off (which can be a big, hot mess)."]
    },
    {
        "id": 3,
        "name": "Carmelized Onion Burger",
        "image": "https://images.unsplash.com/photo-1561758033-d89a9ad46330?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1740&q=80",
        "ingredients": ["8 Beef Patties", "Hamburger Buns (8 pack)","1/2 Medium Chopped Onion"],
        "directions": ["1. Grill beef patties.", "2. Carmelize onions."]
    },
    {
        "id": 4,
        "name": "Spaghetti",
        "image": "https://images.unsplash.com/photo-1598866594230-a7c12756260f?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1308&q=80",
        "ingredients": ["1 lb. Ground Beef", "Salt & Pepper", "1 Medium Onion", "15 oz. Tomato Sauce", "6 oz. Tomato Paste", "1/2 Tsp. Italian Seasonings", "1 Tbsp. Dried Parsley Flakes", "1 Tsp. Garlic Powder", "1 Tbsp. Worcestershire sauce", "1 Tbsp. Sugar", "1 C. Water", "Spaghetti Noodles , for serving" ],
        "directions": ["1. Season ground beef with salt and pepper.", "2. In a large skillet, add the beef and chopped onion and brown.  Drain excess grease.", "3. Add tomato sauce, tomato paste, Italian seasoning, parsley, garlic powder, crushed red pepper, worcestershire, and sugar to the skillet.", "4. Stir well to combine and bring to a boil. Add water and stir well.", "5. Reduce heat and simmer for 30 minutes. Add chopped basil before serving, if desired."]
    },
    {
        "id": 5,
        "name": "Cheddar Broccoli Soup",
        "image": "https://images.unsplash.com/photo-1585251174338-f0c60c67d723?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1740&q=80",
        "ingredients": ["1/4 C. Melted Butter", "1/2 Medium Chopped Onion", "1/4 C. Flour", "2 C. Half & Half Cream", "2 C. Chicken Stock or Broth", "1/2 lb. Broccoli", "8 oz. Cheddar Cheese", "Salt & Pepper"],
        "directions": ["1. Melt the 1/4 cup butter and sautee the onions in it until soft. Sprinkle the flour over the mixture. Cook and stir over medium heat for 1-2 minutes.", "2. Whisk in the half & half and chicken stock.", "3. Add the broccoli and carrots. Cook over low heat for 20-25 minutes or until the broccoli and carrots are tender.", "4. Add salt and pepper. You can leave the soup chunky or blend about 1 cup of the soup and stir it in for a smoother soup (that's what I do). Return to low heat and add the cheese. If your heat is too high your soup can get grainy. Stir in the nutmeg if desired.", "5. Serve with crusty bread."]
    }
    
  

   
]